<?php

return [
    'exercise_title' => ':number التمرين',
    'exercise_description' => ':number وصف التمرين',

    'wellness_tip' => [
        'healthy_eating' => [
            'title' => 'نصيحة :number الأكل الصحي',
            'content' => 'قم بتضمين مجموعة متنوعة من الفواكه والخضروات والحبوب الكاملة في نظامك الغذائي من أجل صحة أفضل.',
        ],
        'stay_hydrated' => [
            'title' => 'نصيحة :number حافظ على رطوبة جسمك',
            'content' => 'اشرب كمية كافية من الماء طوال اليوم للبقاء رطبًا ودعم وظائف الجسم.',
        ]
    ],

    'bmi_description' => 'يقع مؤشر كتلة الجسم :bmi ضمن فئة `:weight_category`، والتي تتراوح عادةً بين 18.5 إلى 24.5. ويشير إلى أن الشخص يتمتع بوزن صحي يتناسب مع طوله.'
];
