<?php

return [
    'lose_weight'   => 'فقدان الوزن',
    'gain_weight'   => 'زيادة الوزن',
    'build_muscle'  => 'بناء العضلات',
    'get_fit'       => 'احصل على اللياقة',

    'male'      => 'ذكر',
    'female'    => 'أنثى',

    '1_to_2_days_a_week'    => '1 إلى يومين في الأسبوع',
    '2_to_4_days_a_week'    => '2 إلى 4 أيام في الأسبوع',
    '5_days_a_week'         => '5 أيام في الأسبوع',

    '5_to_10_mins_a_day'    => '5 إلى 10 دقائق يوميًا',
    '10_to_15_mins_a_day'   => '10 إلى 15 دقيقة يوميًا',
    '15_to_20_mins_a_day'   => '15 إلى 20 دقيقة يوميًا',

    'home'  => 'المنزل',
    'gym'   => 'جيم',

    'all_equipments'        => 'جميع المعدات',
    'free_weight'           => 'الوزن الحر',
    'machines'              => 'آلات',
    'no_equipment_at_all'   => 'لا توجد معدات على الإطلاق',

    'yes'   => 'نعم',
    'no'    => 'لا',

    '30_mins'           => '30 دقيقة',
    '45_mins'           => '45 دقيقة',
    '1_hour'            => 'ساعة واحدة',
    'more_than_1_hour'  => 'أكثر من ساعة واحدة',

    'back'  => 'رجوع',
    'arms'  => 'الأسلحة',
    'chest' => 'الصدر',
    'abs'   => 'عضلات المعدة',
    'legs'  => 'أرجل',

    'traditional'   => 'تقليدي',
    'keto'          => 'كيتو',

    'egg'       => 'بيضة',
    'fish'      => 'أسماك',
    'shrimp'    => 'جمبري',
    'dairy'     => 'ألبان',
    'vegies'    => 'الخضار',
    'sea_food'  => 'مأكولات بحرية',

    'beginner'      => 'مبتدئ',
    'intermediate'  => 'متوسط',
    'advanced'      => 'متقدم',

    // 'yes'   => 'نعم',
    // 'no'    => 'لا',

    '2000_4000_steps'   => '2000 4000 خطوة',
    '5000_7000_steps'   => '5000 7000 خطوة',
    '7000_10000_steps'  => '7000 10000 خطوة',
    '10000_plus_steps'  => 'أكثر من 10000 خطوة',


    'cm'=> 'سنتيمتر',
    'm' => 'متر',

    'kg' => 'كيلوغرام',
    'lbs'=> 'جنيه'
];