<?php

return [
    'goal' => 'ما هو هدفك؟',

    'gender'    => 'ما هو جنسك؟',
    'dob'       => 'متى عيد ميلادك؟',

    'height'                => 'ما هو طولك؟',
    'height_unit'           => 'وحدة الارتفاع',
    'current_weight'        => 'أخبرنا بوزنك الحالي؟',
    'current_weight_unit'   => 'وحدة الوزن الحالية',
    'target_weight'         => 'وزنك المستهدف؟',
    'target_weight_unit'    => 'وحدة الوزن المستهدف',

    'workout_days_in_a_week'    => 'كم عدد الأيام التي تريد ممارسة التمارين فيها في الأسبوع؟',
    'workout_duration_per_day'  => 'كم من الوقت تريد ممارسة التمارين الرياضية يوميًا؟',

    'workout_prefered_place'    => 'أين تفضل ممارسة التمارين الرياضية؟',
    'equipment_type'            => 'ما نوع المعدات المتوفرة لديك؟',
    'have_a_scale'              => 'هل لديك ميزان في المنزل؟',

    'how_long_time_to_workout'  => 'كم من الوقت لديك للتمرين؟',
    'reach_goal_target_date'    => 'متى تريد الوصول إلى هدفك بحلول هذا التاريخ؟',
    'body_parts'                => 'ما هي المناطق التي تحتاج إلى أكبر قدر من الاهتمام؟',

    'diet_type'         => 'اختر نوع النظام الغذائي الخاص بك.',
    'food_preferences'  => 'حدد تفضيلاتك الغذائية.',

    'level'             => 'ما المستوى الذي وصلت إليه؟',

    'health_status'     => 'هل أنتِ حاليًا حامل / مرضعة / مرضعة؟',
    'daily_steps_taken' => 'ما مدى نشاطك خلال اليوم؟',
];